["\"We shouldn't be looking for heroes, we should be looking for good ideas.\"", 
"\"If we don't believe in freedom of expression for people we despise, we don't believe in it at all.\"", 
"\"The whole educational and professional training system is a very elaborate filter, which just weeds out people who are too independent, and who think for themselves, and who don't know how to be submissive, and so on -- because they're dysfunctional to the institutions.\"",
"\"The smart way to keep people passive and obedient is to strictly limit the spectrum of acceptable opinion, but allow very lively debate within that spectrum....\"", 
"\"Optimism is a strategy for making a better future. Because unless you believe that the future can be better, you are unlikely to step up and take responsibility for making it so.\"", "\"I was never aware of any other option but to question everything.\"", 
"\"Everyone’s worried about stopping terrorism. Well, there’s really an easy way: Stop participating in it.\"", 
"\"All over the place, from the popular culture to the propaganda system, there is constant pressure to make people feel that they are helpless, that the only role they can have is to ratify decisions and to consume.\"", 
"\"For the powerful, crimes are those that others commit.\"", 
"\"Education is a system of imposed ignorance.\"", 
"\"If you assume that there is no hope, you guarantee that there will be no hope. If you assume that there is an instinct for freedom, that there are opportunities to change things, then there is a possibility that you can contribute to making a better world.\"", 
"\"It is the responsibility of intellectuals to speak the truth and expose lies.\"", 
"\"I think it only makes sense to seek out and identify structures of authority, hierarchy, and domination in every aspect of life, and to challenge them; unless a justification for them can be given, they are illegitimate, and should be dismantled, to increase the scope of human freedom.\"",  
"\"Either you repeat the same conventional doctrines that everybody else is saying,... [o]r else you say something which in fact is true, and it will sound like it's from Neptune.\"",
"\"The more you can increase fear of drugs, crime, welfare mothers, immigrants and aliens, the more you control all of the people.\"", 
"\"That's the whole point of good propaganda. You want to create a slogan that nobody's going to be against, and everybody's going to be for. Nobody knows what it means, because it doesn't mean anything.\"", 
"\"How it is we have so much information, but know so little?\"", 
"\"That is what I have always understood to be the essence of anarchism: the conviction that the burden of proof has to be placed on authority, and that it should be dismantled if that burden cannot be met.\"", 
"\"See, people with power understand exactly one thing: violence.\"", 
"\"It is quite possible--overwhelmingly probable, one might guess--that we will always learn more about human life and personality from novels than from scientific psychology\"", 
"\"Propaganda is to a democracy what the bludgeon is to a totalitarian state.\"", 
"\"...the Bible is probably the most genocidal book in the literary canon.\"", 
"\"It is important to bear in mind that political campaigns are designed by the same people who sell toothpaste and cars.\"", 
"\"Science is a bit like the joke about the drunk who is looking under a lamppost for a key that he has lost on the other side of the street, because that's where the light is. It has no other choice.\"", 
"\"It’s ridiculous to talk about freedom in a society dominated by huge corporations. What kind of freedom is there inside a corporation? They’re totalitarian institutions - you take orders from above and maybe give them to people below you. There’s about as much freedom as under Stalinism.\"", 
"\"It's only terrorism if they do it to us. When we do much worse to them, it's not terrorism.\"", 
"\"Our ignorance can be divided into problems and mysteries. When we face a problem, we may not know its solution, but we have insight, increasing knowledge, and an inkling of what we are looking for. When we face a mystery, however, we can only stare in wonder and bewilderment, not knowing what an explanation would even look like.\"", 
"\"In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival.\"", 
"\"The death penalty can be tolerated only by extreme statist reactionaries who demand a state that is so powerful that it has the right to kill.\"", 
"\"The key element of social control is the strategy of distraction that is to divert public attention from important issues and changes decided by political and economic elites, through the technique of flood or flooding continuous distractions and insignificant information.\"", 
"\"If anybody thinks they should listen to me because I'm a professor at MIT, that's nonsense. You should decide whether something makes sense by its content, not by the letters after the name of the person who says it.\"", 
"\"If the Nuremberg laws were applied, then every post-war American president would have been hanged.\"", 
"\"Language is a process of free creation; its laws and principles are fixed, but the manner in which the principles of generation are used is free and infinitely varied. Even the interpretation and use of words involves a process of free creation.\""]